# Напишите ваше решение
p = int(input("Enter 3 numbers"))
print(min(p))

