# Напишите ваше решение
a = int(input("Enter time minutes per task"))
print(a * 10 / 60)

